package com.example.zhucan.safemap.util;

/**
 * Created by zhucan on 2017/4/19.
 */

public class StringConfig {

    public final static String[] USER_NAME={"蛇精病学姐","寂寞的红酒","黄胜友时讯","北京范儿",
            "一休哥的歌","黑土影像","变革家","娱乐吐槽君","土家面孔","sandT","象棋爱好者","独行记",
            "视觉传播","八鲜过海","七分男人","头条娱乐","生命的礼赞"};

    public final static String[] USER_NEWS={"耳朵发炎去医院买了点药，刚刚找个位置坐下来用棉签掏耳朵，结果一熊孩子过来说到：叔叔，你是在找你的金箍棒吗?",
            "小时候第一次铺上了电热毯，妈妈吓唬我说：这里面都是电，你晚上不能再尿床了，不然会着火把你烧掉的!",
            "侄女今年3岁，今天带她坐公交车，我抱着她坐在一帅哥旁边，帅哥看她可爱很热情的说想抱抱她，小侄女转过头的跟我说：小姑你去让他抱吧，我自己坐就可以了!",
            "题目: 皮开肉绽 小朋友写: 停电的夜晚，到处很黑，我吓得皮开肉绽! 老师评语: 看到这句... 老师佩服你。。",
            "一天，文文在照相簿里看见了爸爸妈妈的结婚照，又哭又闹，吵着说：\"你们照像，为什么不带我一起去?\"找气球",
            "汽车把一只鸡轧死了。司机问一个小孩：\"这鸡是你家的吗?\"\"一切都很象。不过我家的鸡没这么扁。",
            "一天，有两只牛在吃草。一只牛问另一只牛'草是什么味道的'。另一只牛说'草[莓]没味''好;让我吃吃看;你骗我草是没有味道的'那一只牛说。 对啊，草没味。",
            "老师：“小明，你用‘果然’这个词造个句子。”小明：“先吃水‘果’，‘然’后再喝汽水……”老师：“不对，" +
                    "不对，不能将‘果’与‘然’两个字分开!”小明：“老师别急，我还没有说完，整个句子是——先吃水果，然后再喝汽水，果然拉肚子。",
            "儿子冲我嘻嘻一笑，说：“爸爸，我明白了，你当着妈妈的面对她那么好，背后总是说她的坏话，这就是两面三刀吧!”",
            "妈妈：“这个厂的大烟囱真讨厌。整天冒黑烟.呛得我都喘不过气来.\" 小红：“不要紧，我给您拿爸爸的戒烟糖去。"};
}
